xml/request/film_outofafrica.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>28663412|870970</ac:identifier>
              <ac:source>undefined</ac:source>
              <dc:title>Out of Africa</dc:title>
              <dc:title xsi:type="dkdcplus:full">Out of Africa</dc:title>
              <dcterms:alternative>Mit Afrika</dcterms:alternative>
              <dc:subject xsi:type="dkdcplus:DK5">77.7</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">Karen Blixen</dc:subject>
              <dc:subject xsi:type="oss:sort">Blixen, Karen</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Spillefilm</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">biografiske film</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">biografiske film</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">fiktion</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCS">kærlighed</dc:subject>
              <dc:subject xsi:type="dkdcplus:genre">kærlighed</dc:subject>
              <dcterms:abstract>Om Karen Blixens liv på kaffefarmen i Kenya fra 1913-1931 med hovedvægten på hendes forhold til Dennis Finch Hatton</dcterms:abstract>
              <dc:description>Originalfilmen: USA : Universal, 1985</dc:description>
              <dc:description>Af indholdet: Extras</dc:description>
              <dcterms:audience xsi:type="dkdcplus:medieraad">Mærkning: Tilladt for børn over 11 år</dcterms:audience>
              <dcterms:audience xsi:type="dkdcplus:age">Fra 14 år</dcterms:audience>
              <dcterms:audience>børnematerialer</dcterms:audience>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Universal Pictures Nordic</dc:publisher>
              <dc:contributor>David Watkin (f. 1925)</dc:contributor>
              <dc:contributor>Karen Blixen</dc:contributor>
              <dc:contributor>Kurt Luedtke</dc:contributor>
              <dc:contributor>Sydney Pollack</dc:contributor>
              <dc:contributor xsi:type="dkdcplus:act">Robert Redford</dc:contributor>
              <dc:contributor xsi:type="dkdcplus:act">Meryl Streep</dc:contributor>
              <dc:contributor xsi:type="dkdcplus:act">Klaus Maria Brandauer</dc:contributor>
              <dc:date>2010</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Blu-ray</dc:type>
              <dc:format>1 blu-ray disc, blu-ray</dc:format>
              <dcterms:extent>ca. 2 t., 41 min.</dcterms:extent>
              <dc:language xsi:type="dcterms:ISO639-2">mul</dc:language>
              <dc:language>Flere sprog</dc:language>
              <dc:language xsi:type="dkdcplus:spoken">eng</dc:language>
              <dc:language xsi:type="dkdcplus:spoken">jpn</dc:language>
              <dc:language xsi:type="dkdcplus:spoken">fre</dc:language>
              <dc:language xsi:type="dkdcplus:spoken">ita</dc:language>
              <dc:language xsi:type="dkdcplus:spoken">ger</dc:language>
              <dc:language xsi:type="dkdcplus:spoken">spa</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">jpn</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">eng</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">fre</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">ita</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">ger</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">spa</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">dut</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">chi</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">dan</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">fin</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">gre</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">kor</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">nor</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">por</dc:language>
              <dc:language xsi:type="dkdcplus:subtitles">swe</dc:language>
              <dcterms:spatial xsi:type="dkdcplus:DBCS">Kenya</dcterms:spatial>
              <dcterms:spatial xsi:type="dkdcplus:DBCS">Afrika</dcterms:spatial>
              <dcterms:temporal xsi:type="dkdcplus:DBCP">1910-1919</dcterms:temporal>
              <dcterms:temporal xsi:type="dkdcplus:DBCP">1920-1929</dcterms:temporal>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>000000000000000000000000</marcx:leader>
                <marcx:datafield tag="001" ind1="0" ind2="0">
                  <marcx:subfield code="a">28663412</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20110328180537</marcx:subfield>
                  <marcx:subfield code="d">20110221</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                  <marcx:subfield code="t">FAUST</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="004" ind1="0" ind2="0">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="006" ind1="0" ind2="0">
                  <marcx:subfield code="d">11</marcx:subfield>
                  <marcx:subfield code="2">b</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="006" ind1="0" ind2="0">
                  <marcx:subfield code="e">14</marcx:subfield>
                  <marcx:subfield code="2">d</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="008" ind1="0" ind2="0">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2010</marcx:subfield>
                  <marcx:subfield code="b">se</marcx:subfield>
                  <marcx:subfield code="l">mul</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="009" ind1="0" ind2="0">
                  <marcx:subfield code="a">m</marcx:subfield>
                  <marcx:subfield code="g">th</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="021" ind1="0" ind2="0">
                  <marcx:subfield code="b">Brugsretskategori: C+</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="023" ind1="0" ind2="0">
                  <marcx:subfield code="a">5050582777390</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="032" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBI201113</marcx:subfield>
                  <marcx:subfield code="x">BKM201113</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="041" ind1="0" ind2="0">
                  <marcx:subfield code="p">eng</marcx:subfield>
                  <marcx:subfield code="p">jpn</marcx:subfield>
                  <marcx:subfield code="p">fre</marcx:subfield>
                  <marcx:subfield code="p">ita</marcx:subfield>
                  <marcx:subfield code="p">ger</marcx:subfield>
                  <marcx:subfield code="p">spa</marcx:subfield>
                  <marcx:subfield code="u">jpn</marcx:subfield>
                  <marcx:subfield code="u">eng</marcx:subfield>
                  <marcx:subfield code="u">fre</marcx:subfield>
                  <marcx:subfield code="u">ita</marcx:subfield>
                  <marcx:subfield code="u">ger</marcx:subfield>
                  <marcx:subfield code="u">spa</marcx:subfield>
                  <marcx:subfield code="u">dut</marcx:subfield>
                  <marcx:subfield code="u">chi</marcx:subfield>
                  <marcx:subfield code="u">dan</marcx:subfield>
                  <marcx:subfield code="u">fin</marcx:subfield>
                  <marcx:subfield code="u">gre</marcx:subfield>
                  <marcx:subfield code="u">kor</marcx:subfield>
                  <marcx:subfield code="u">nor</marcx:subfield>
                  <marcx:subfield code="u">por</marcx:subfield>
                  <marcx:subfield code="u">swe</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="245" ind1="0" ind2="0">
                  <marcx:subfield code="a">Out of Africa</marcx:subfield>
                  <marcx:subfield code="e">director of photography David Watkin</marcx:subfield>
                  <marcx:subfield code="e">based upon the following "Out of Africa" and other writings by Isak Dinesen, Isak Dinesen the life of a storyteller by Judith Thurman, "Silence will speak" by Errol Trzebinski</marcx:subfield>
                  <marcx:subfield code="e">screenplay by Kurt Luedtke</marcx:subfield>
                  <marcx:subfield code="f">produced and directed by Sydney Pollack</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="260" ind1="0" ind2="0">
                  <marcx:subfield code="a">[Solna]</marcx:subfield>
                  <marcx:subfield code="b">Universal Pictures Nordic</marcx:subfield>
                  <marcx:subfield code="c">2010</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="300" ind1="0" ind2="0">
                  <marcx:subfield code="n">1 blu-ray disc</marcx:subfield>
                  <marcx:subfield code="e">blu-ray</marcx:subfield>
                  <marcx:subfield code="l">ca. 2 t., 41 min.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="504" ind1="0" ind2="0">
                  <marcx:subfield code="a">Om Karen Blixens liv på kaffefarmen i Kenya fra 1913-1931 med hovedvægten på hendes forhold til Dennis Finch Hatton</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="508" ind1="0" ind2="0">
                  <marcx:subfield code="a">Engelsk tale, samt synkronisering på japansk, fransk, italiensk, tysk og spansk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="508" ind1="0" ind2="0">
                  <marcx:subfield code="a">Undertekster på japansk, engelsk, fransk, italiensk, tysk, spansk, hollandsk, kinesisk, dansk, finsk, græsk, koreansk, norsk, portugisisk og svensk</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="i">Dansk titel</marcx:subfield>
                  <marcx:subfield code="t">Mit Afrika</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="i">Medvirkende</marcx:subfield>
                  <marcx:subfield code="e">Robert Redford, Meryl Streep, Klaus Maria Brandauer ... et al.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="512" ind1="0" ind2="0">
                  <marcx:subfield code="a">Originalfilmen: USA : Universal, 1985</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="517" ind1="0" ind2="0">
                  <marcx:subfield code="a">Mærkning: Tilladt for børn over 11 år</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="517" ind1="0" ind2="0">
                  <marcx:subfield code="a">Fra 14 år</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="534" ind1="0" ind2="0">
                  <marcx:subfield code="a">Af indholdet: Extras</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="538" ind1="0" ind2="0">
                  <marcx:subfield code="a">NORDIC 8277739</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="600" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Blixen</marcx:subfield>
                  <marcx:subfield code="h">Karen</marcx:subfield>
                  <marcx:subfield code="2">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="652" ind1="0" ind2="0">
                  <marcx:subfield code="m">77.7</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">biografiske film</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="s">kærlighed</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="q">Kenya</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="q">Afrika</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="i">1910-1919</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="666" ind1="0" ind2="0">
                  <marcx:subfield code="i">1920-1929</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Watkin</marcx:subfield>
                  <marcx:subfield code="h">David</marcx:subfield>
                  <marcx:subfield code="c">f. 1925</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="å">2</marcx:subfield>
                  <marcx:subfield code="a">Blixen</marcx:subfield>
                  <marcx:subfield code="h">Karen</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Luedtke</marcx:subfield>
                  <marcx:subfield code="h">Kurt</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="700" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Pollack</marcx:subfield>
                  <marcx:subfield code="h">Sydney</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="900" ind1="0" ind2="0">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Dinesen</marcx:subfield>
                  <marcx:subfield code="h">Isak</marcx:subfield>
                  <marcx:subfield code="x">se</marcx:subfield>
                  <marcx:subfield code="w">Blixen, Karen</marcx:subfield>
                  <marcx:subfield code="z">700/2</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="s10" ind1="0" ind2="0">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield tag="990" ind1="0" ind2="0">
                  <marcx:subfield code="o">201113</marcx:subfield>
                  <marcx:subfield code="b">v</marcx:subfield>
                  <marcx:subfield code="u">nt</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
<os:identifier>870970-basis:28663412</os:identifier>
<os:creationDate>1980-03-07</os:creationDate>
<os:holdingsCount>12</os:holdingsCount>
<os:lendingLibraries>12</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>fullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
